{
"Properties": "Properties",
"About": "About",
"Media": "Media",
"Contact": "Contact",
"Learn More": "Learn More",
"home-desc": "ERADAT is a premier real estate investment company with a proven track record of delivering strong returns for our investors. Our expertise spans residential, commercial, and mixed-use developments across key markets same for this",
"ERADAT": "ERADAT",
"hero-section-subtitle": "International Real Estate Company",
"Kuwait": "Kuwait",
"Durrar Complex": "Durrar Complex",
"Durrar-Complex-Desc": "A well-established residential complex offering comfortable living spaces in a convenient location.",
"Domus":"Domus 1 & 2",
"Domus-Location": "Dubai, UAE",
"Domus-Desc":"Modern residential buildings known for their architectural design and strategic location.",
"Farwaniya":"Farwaniya Residential Building",
"Farwaniya-Location":"Farwaniya, Kuwait",
"Farwaniya-Desc":"Residential property located in the heart of Farwaniya district, ideal for long-term tenants",
"Fintas":"Fintas Residential Complex",
"Fintas-Location":"Fintas, Kuwait",
"Fintas-Desc":"A peaceful residential community offering access to coastal areas and nearby amenities.",
"Manar":"Al Manar Complex",
"Manar-Location":"Farwaniya, Kuwait",
"Manar-Desc":"Commercial complex offering office and retail space in a strategic business location.",
"Bneid-Al-Gar":"Bneid Al Gar Medical Center",
"Bneid-Al-Gar-Location":"Bneid Al Gar, Kuwait",
"Bneid-Al-Gar-Desc":"State-of-the-art medical complex serving the Bneid Al Gar area with high-quality healthcare services.",
"Ibn-Khaldoon":"Ibn Khaldoon Complex",
"Ibn-Khaldoon-Location":"Hawally, Kuwait",
"Ibn-Khaldoon-Desc":"Commercial property offering flexible spaces for businesses in a well-connected urban area.",
"View-Details":"View Details",
"KPI-Title":"Creating Wealth Through Strategic Investments",
"KPI-Desc":"Our proven track record and investment approach has delivered consistent returns for our clients.",
"KPI-AUM":"Assets Under Management",
"KPI-Area":"Gross Leasable Area (thousand) sq meters",
"KPI-Target-Ratio":"Target Dividend Ratio",
"Latest-Media":"Latest Media",
"Latest-Media-subtitle":"Stay updated with the latest news and company announcements.",
"View-All-News":"View All News",
"Read-Full-Article":"Read Full Article",
"Footer-title":"ERADAT International Real Estate Company",
"Footer-description":"A Kuwaiti Shareholding Company, incorporated in 2006, with a current paid-up capital of KD 13.2 million. Commercial Registration no. 112646",
"Quick-Links":"Quick Links",
"Address":"Salhiya Complex, Qibla, Kuwait.",
"Phone":"+965 22396666",
"Email":"info@eradat.me",
"About-Us": "ABOUT US",
"founded-year": "2006",
"founded": "Founded",
"HQ": "Headquarters",
"capital-amount": "KD 13.2m",
"paid-up-capital": "Paid-up Capital",
"aum-amount": "KD 54m +",
"target-dividend-ratio": "Target Dividend Ratio",
"years": "Years of Experience",
"our-approach-title": "Our Approach",
"our-approach-description": "We use time-tested investment principles to create exceptional value for our investors.",
"our-approach-img-alt": "Team collaboration",
"our-vision-title": "Our Vision",
"our-vision-description": "To create a real estate leading company that represents a pass-through vehicle of quality income-producing assets for a diversified investor base with exposure to frequent (quarterly/monthly) and sustainable cash distributions.",
"our-mission-title": "Our Mission",
"our-mission-description": "To build a diversified portfolio of quality income-producing properties. To expand its reach and presence of its underlying portfolio across sectors, property type and countries within the GCC.",
"our-strategy-title": "Our Strategy",
"our-strategy-description": "We focus on value-add opportunities in high-growth markets by identifying properties with strong appreciation potential.",
"core-values-title": "Our Core Values",
"core-values-subtitle": "These principles guide every decision we make and every relationship we build.",
"core-values": {
    "integrity-title": "Sharia-Compliant Integrity",
    "integrity-desc": "We adhere to Sharia principles in all our dealings—focusing on ethical and transparent transactions to preserve investor and partner trust.",
    "growth-title": "Sustainable Growth",
    "growth-desc": "We build a diversified portfolio of quality, income-generating real estate across the GCC—anchored in long-term stability and sustainable returns.",
    "performance-title": "Investor-Centric Performance",
    "performance-desc": "Our aim is to be a vehicle for consistent, periodic distributions—ensuring regular, reliable income to our stakeholder base."
},
    "leadership": {
        "title": "Leadership Team",
        "subtitle": "Meet the individuals guiding our strategic vision and operations.",
        "viewProfile": "View Profile",
        "members": [
            {
                "name": "Dr. Sulaiman Tareq Al AbdulJader",
                "title": "Chairman",
                "bio": "A seasoned leader in finance, investment, and academia. He serves on the boards of major firms and advises institutions. His research focuses on alternative investments and financial economics."
            },
            {
                "name": "Waleed Hamad Al Sumait",
                "title": "Vice Chairman",
                "bio": "Brings over 20 years of experience in investment and financial services. He holds a BBA from the U.S. and several certifications, with active participation in top-tier industry conferences."
            },
            {
                "name": "Bader Al Hajeri",
                "title": "Chief Executive Officer",
                "bio": "Has 16+ years of experience in real estate and public relations. Oversees real estate investments and maintains strong relationships across government and private sectors."
            },
            {
                "name": "Sulaiman Khaled Aloudah",
                "title": "Board Member",
                "bio": "Over 15 years of expertise in corporate finance, M&A, and strategic planning. Certified in CGIA, CST, and CIDA, with strong IFRS knowledge and board-level insight."
            },
            {
                "name": "Saad Nasser Al Muneefi",
                "title": "Board Member",
                "bio": "An experienced finance executive with a BBA and 15+ years in Kuwait’s financial sector. Board member of First Securities Brokerage and Global Investment House."
            }
        ]
    }
}

